anth-464/anth-464-s19-syllabus.tex
% Created 2018-10-13 Sat 14:10
% Intended LaTeX compiler: pdflatex
\documentclass{scrartcl}
\newcommand{\myuni}{University of Hawai`i at M\={a}noa}

                \usepackage{microtype}
                \usepackage{tgpagella}
                \linespread{1.05}
                \usepackage[semibold]{sourcesanspro}
                \usepackage{tgcursor}
                \usepackage{paralist}
                \usepackage[T1]{fontenc}
                \usepackage{graphicx}
                \usepackage{textcomp}
                \usepackage[colorlinks=true,allcolors=red]{hyperref}
                \newcommand{\rc}{$^{14}$C}
\author{Dr. Thomas S. Dye}
\date{}
\title{Spring 2019 Syllabus for Hawaiian Archaeology ANTH 464}
\hypersetup{
 pdfauthor={Dr. Thomas S. Dye},
 pdftitle={Spring 2019 Syllabus for Hawaiian Archaeology ANTH 464},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={<a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.3beta)},
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\begin{description}
\item[{Meeting Times}] MWF 9:30--10:20
\item[{Classroom}] SAUNDERS 345
\item[{Instructor}] Dr. Thomas S. Dye (\texttt{tdye@hawaii.edu})
\begin{description}
\item[{Office}] Saunders 346B
\item[{Office Hour}] F 10:30--11:30 (or by appointment)
\end{description}
\end{description}


\section{Course Description}
\label{sec:org89314a9}

This course is designed to provide undergraduate (and graduate)
students an in-depth introduction to the archaeology of the Hawaiian
Islands. Topics that we will consider include (but not be limited to)
archaeology's contribution to traditional and post-Contact history,
the geographical and historical origins of the Polynesian discoverers,
the timing of island colonization and settlement, the development and
innovation of food production and craft economies, the emergence of
socio-political hierarchies, and some consequences of contact and
colonialism.  We will also consider the relevance of archaeology to
contemporary society.

Students are expected to be interested in old Hawai`i and curious
about how archaeology might contribute to Hawaiian history.  There
will be a research paper (10 pages plus bibliography) and other
shorter writing assignments. This course is designed for
upper-division undergraduates and graduate students. We welcome all
students with interests in old Hawai`i. A background in archaeology is
helpful but not a prerequisite.

\section{Student Learning Outcomes}
\label{sec:orgb73d35d}
\begin{itemize}
\item Students can evaluate the validity and limitations of
archaeological theories and research claims.
\item Students understand the tempo of change in old Hawai`i.
\item Students are familiar with the materials and methods of Hawaiian
archaeology.
\end{itemize}

\section{Disability Statement}
\label{sec:org424ae52}

Any student desiring an accommodation based on the impact of a disability should
contact \texttt{tdye@hawaii.edu} to discuss specific needs. Students with documented
disabilitites, please contact the KOKUA Program at 808--956--7511 or visit them
at the Queen Lili`uokalani Center 013 to coordinate reasonable accommodations.

\section{Stipulations}
\label{sec:org4502e38}
\begin{itemize}
\item Please ask questions outside class with the Laulima "Mailtool" so other
students can benefit from the conversation
\item For private questions, please send an email to \texttt{tdye@hawaii.edu}, visit
during office hour, or schedule an appointment
\item Writing assignments must be submitted as Portable Document Format
(pdf) files via Laulima
\item No credit for late assignments without prior notification and a written
medical excuse
\item Final term papers \emph{will not be accepted} after the due date and time
\item Failure to submit a final draft term paper on time results in a failing
grade for the course
\end{itemize}

\section{Textbook}
\label{sec:org16e5d07}

The required textbook for this semester is \emph{Hawaii's Past in a World
of Pacific Islands}, by J. M. Bayman and T. S. Dye (2013), SAA Press,
Washington.

We will read and discuss the book critically, focusing primarily on
the archaeological materials and secondarily on the relationship of
archaeological evidence to other kinds of evidence.

\section{Mid-Term Examination}
\label{sec:org3b9b574}
The mid-term examination includes three essay questions, chosen from a list of
discussion questions available on Laulima. Note that students have the
opportunity to discuss these discussioin questions during class meetings leading up
to the mid-term examination (but not during the examination), although students will
not know ahead of time which discussion questions will appear on the mid-term
examination.

\section{Term Paper}
\label{sec:orgb400994}
A passing grade in this course requires the student to undertake and complete a
term-long writing project. The term paper will summarize and critically review
an archaeological excavation report (or a particular topic taken from the report) and
supplementary material as appropriate.

Students may select an excavation report from the following list. These reports
and supplementary materials are either available online or held on course
reserve at Hamilton Library. Alternatively, students with particular interests
may write a term paper on another excavation report; in this case, please
consult with \texttt{tdye@hawaii.edu} to negotiate a mutually agreeable excavation
report.

\begin{description}
\item[{Bellows Dune Site, O`ahu}] One of the first excavations of a stratified
beach site in Hawai`i. The site continues to play an important role in
archaeological narratives, but its interpretation has changed over time.
In particular, the dating of the site has been revised.
\item[{Site 4727, Hawai`i}] A University of Hawai`i field school from 1968 to 1970
documented the pattern of settlement in the agricultural fields of upland
Lapakahi \emph{ahupua`a} on the leeward side of Kohala district. Site 4727 is
a dwelling surrounded by sweet potato gardens that yielded an
unexpectedly complex habitation history.
\end{description}

\begin{description}
\item[{Ordy Pond, O`ahu}] A paleoenvironmental coring project at Ordy Pond in the
`Ewa district yielded crucial evidence for when Polynesians discovered
the islands and the environmental effects that followed discovery.
\end{description}

\begin{description}
\item[{Wai`ahukini Cave, Hawai`i}] Excavation of a fisherman's shelter
in the 1960's yielded a large assemblage of fishing gear. One of the few excavations of a
fisherman's cave before looters destroyed deposits in other coastal caves
searching for fishhooks to sell. The dating of the site has been revised.
\end{description}

\begin{description}
\item[{Kal\={a}huipua`a Site E1-355, Hawai`i}] A small cave located immediately inland of a
fishpond was thoroughly excavated in the mid 1970's.  The site yielded a
large amount of cultural material, primarily food remains, domestic
tools, and fishing gear.
\item[{Fort DeRussy, O`ahu}] Archaeology beneath the surface of this military
installation in  Waik\={\i}k\={\i} was undertaken using a backhoe guided by
nineteenth century maps.   The backhoe unearthed a buried fishpond and
the archaeologist was able to date construction of an \emph{`auwai} that
brought fresh water to the pond.
\end{description}

\begin{description}
\item[{K\={a}ne`aki Heiau, O`ahu}] A classic excavation designed to investigate the
history of construction and guide renovation of a temple in Makaha Valley.
\item[{H\={a}lawa Pondfield, Hawai`i}] An unexpectedly deep excavation in a narrow
valley on the windward coast of Hawai`i Island revealed a long history of
taro pondfield construction and renovation.
\end{description}

\begin{description}
\item[{Kahikinui, Maui}] This innovative excavation project took a regional
perspective and focused on the stratigraphic position of architectural
features.
\end{description}

\begin{description}
\item[{Kona Shelter Cave, Hawai`i}] A cave excavation at the \emph{mauka} edge of Kailua
town yielded abundant material that the archaeologist reconstitutes as
reflecting subsistence practices and conflict.
\item[{Nualolo Kai, Kaua`i}] Re-excavation of a site with spectacular preservation
of normally perishable materials revealed deep stratification. Bishop
Museum excavations here in the 1950's were extensive, but haven't been
published.
\end{description}

\begin{description}
\item[{H\={a}lawa Dune Site, Moloka`i}] Another excavation of a stratified beach site
from the 1960's that has a prominent place in archaeological narratives.
The dating of the site has been revised.
\end{description}

\begin{description}
\item[{K\={a}newai, O`ahu}] Backhoe excavations prior to construction of the Hawaiian
Studies building here on campus yielded evidence of change
over time in an irrigation system that fed pondfields in
one of the most productive agricultural systems on O`ahu.
\item[{M\={a}h\={a}`ulep\={u}, Kaua`i}] Paleoenvironmental excavations in waterlogged sediments
at a large cave yielded a rich record of changes over time in the flora
and fauna of Kaua`i.
\end{description}

\begin{description}
\item[{Anahulu Valley, O`ahu}] The Anahulu Valley project focused on excavation of
M\={a}hele era sites that are known from land records. The project teamed
archaeologists under the direction of Pat Kirch with the historical
anthropologist Marshall Sahlins, who produced an historical ethnography
of the valley. Student papers will focus on one of the following sites:
\begin{description}
\item[{Site D6-25}] The house site of Kaneiaulu.
\item[{Site D6-34}] The house site of Kainiki.
\item[{Site D6-38}] The house site of Kalua.
\end{description}
\item[{Wailau Valley, Moloka`i}] An innovative regional excavation project carried
out in the pondfields of a large, undeveloped valley for a dissertation
here in the Anthropology Department.
\end{description}


\section{Grading}
\label{sec:org7abc236}

The course grade is based on the number of points a student earns on the
mid-term examination, the term paper, and the class presentation. Note that a
student must complete the final term paper and turn it in on time to pass the
course.

\subsection{Distribution of Points}
\label{sec:orgc87a7b2}

Points will be given for each assignment submitted on time as shown in Table
\ref{tab:org55daefb}. No points will be given for late assignments. Students who fail to
submit a term paper final draft on time will receive a failing grade for the
course.

\begin{table}[htbp]
\caption{\label{tab:org55daefb}
ANTH 464 distribution of points}
\centering
\begin{tabular}{lr}
Assignment & Maximum\\
\hline
Term paper 1. Choose excavation report & 4\\
Term paper 2. Reconstitution & 4\\
Term paper 3. Acquisition 1 & 4\\
Term paper 4. Acquisition 2 & 4\\
Term paper 5. Specific Topic & 4\\
Term paper 6. Structuration & 4\\
Term paper 7. Abstract, Outline, Bibliography & 4\\
Term paper 8. First draft & 16\\
Term paper 9. Final draft & 40\\
\hline
Class presentation & 6\\
\hline
Mid-term examination & 20\\
\hline
TOTAL & 110\\
\end{tabular}
\end{table}


\subsection{Grading Scale}
\label{sec:orga7cc498}
Students who complete the term paper final draft and turn it in on time will be
graded on the point scale in Table \ref{tab:orgcb28d6b}. Note that students must
complete the final term paper and submit it on time to receive a passing final
grade.

\begin{table}[htbp]
\caption{\label{tab:orgcb28d6b}
ANTH 464 final grading scale}
\centering
\begin{tabular}{lrl}
Quality of Work & Points & Grade\\
\hline
Excellent & \textgreater{} 97 & A+\\
Excellent & 94--97 & A\\
Excellent & 90--93 & A-\\
Good & 87--89 & B+\\
Good & 84--86 & B\\
Good & 80--83 & B-\\
Fair & 77--79 & C+\\
Fair & 74--76 & C\\
Fair & 70--73 & C-\\
Poor & 67--69 & D+\\
Poor & 64--66 & D\\
Poor & 60--63 & D-\\
Failure & \textless{} 60 & F\\
\end{tabular}
\end{table}
\end{document}